---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsForcePerSquareInch
source: html/eea28638-d723-644c-e456-5e8cf1f49c3c.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsForcePerSquareInch Property

Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsForcePerSquareInch { get; }
```